{
  "Home": "Home",
  "JPS TV": "JPS TV",
  "About Us": "About Us",
  "Testimonials": "Testimonials",
  "Contact": "Contact",
  "Gallery": "Gallery",
  "Programs": "Programs",
  "Bible Study": "Bible Study",
  "Partnership": "Partnership",
  "Visitors": "Prayer House",
  "Give": "Give",

  "Welcome to JPS Ministry": "Welcome to JPS Ministry",
  "Hero Description": " Join us in worship, fellowship, and service. At Our Community Church, we celebrate faith and family, offering a place to grow spiritually and connect deeply with others. Everyone is welcome here.",
  "Get Started": "Get Started",
  "Join Us": "Join Us",
  "Embrace Hope and Love": "Embrace Hope and Love",
  "Embrace Hope and Love Body": " Discover a sanctuary of peace and inspiration at Hope Church.  Our vibrant community invites you to experience God's love,  participate in meaningful worship, and engage in  transformative service.",

  "Read More": "Read More",

  "Experience Faith Together": "Experience Faith Together",
  "Experience Faith Together Body": "Faith Church is a warm, inclusive place where you can deepen your relationship with God. Join us for uplifting services, supportive small groups, and a variety of community outreach programs.",

  "About": "About",
  "About Body 1": "Welcome to JPS Ministry, a vibrant community dedicated to worship, fellowship, and service. Our mission is to glorify God through meaningful worship, compassionate outreach, and a commitment to spiritual growth. We believe in creating an inclusive environment where everyone can experience the love of Christ and find a place to belong.",
  "Worship Services": "Worship Services: Uplifting and spirit-filled worship every Sunday.",
  "Bible Studies": "Bible Studies: Engaging and informative Bible study groups for all ages.",
  "Community Outreach": "Community Outreach: Various programs to support and uplift our local community.",
  "Youth Programs": "Youth Programs: Dynamic activities and mentorship for children and teenagers.",
  "Counseling and Support": "Counseling and Support:  Compassionate counseling services for individuals and families.",

  "Our Mission": "Our Mission",
  "Our Mission Body": " To glorify God by making disciples of all nations, building a loving community, and serving those in need. <br /> <br /> ",
  "Our Vision": "Our Vision",
  "Our Vision Body": " To be a beacon of hope and light in our community, nurturing faith and inspiring action.",
  "What We Believe": "What We Believe",
  "What We Believe Body": " The Trinity: We believe in one God, eternally existing in three persons – Father, Son, and Holy Spirit. Salvation: We believe that salvation is a gift from God, received through faith in Jesus Christ. The Bible: We believe that the Bible is the inspired Word of God, serving as our guide for faith and practice. The Church: We believe the Church is the body of Christ, called to worship God and serve humanity.",
  "Learn More": "Learn More",

  "In": "In",
  "JPS Ministry": "JPS Ministry",
  "In JPS Ministry Body": "Whether you're seeking a new church home, exploring faith for the first time, or looking to deepen your spiritual journey, JPS Ministry welcomes you with open arms. Come and be a part of our family, where you can grow in faith, serve with love, and experience the transformative power of God's grace.",
  "Worship Services 1": "Worship Services",
  "Worship Services Body": "Uplifting and spirit-filled worship every Sunday. Bible Studies Engaging and informative Bible study groups for all ages.",
  "Prayer and Fasting": "Prayer and Fasting",
  "Prayer and Fasting Body": "This is a dedicated time for our congregation to come together in prayer and fasting, seeking God's presence, guidance, and renewal in our lives and our community. Fasting is a spiritual discipline that helps us focus on God and deepen our relationship with Him.Purpose: The purpose of this fasting service is to:Seek God's direction and wisdom for our church and individual lives.Intercede for our community, nation, and the world.Foster spiritual renewal and growth.Unite as a church family in prayer and worship.",
  "Preaching Gospel": "Preaching Gospel",
  "Preaching Gospel Body": "Preaching Service at JPS. This special service is dedicated to proclaiming the Good News of Jesus Christ, our Lord and Savior. Whether you are a regular attendee or a visitor, we are delighted to have you join us in worship and in hearing the transformative message of the Gospel.",

  "Testimony": "Testimony",

  "Call To Prayer": "Call To Prayer",
  "Call To Prayer Body": "Call To Prayer Body",
  "Call To Prayer Body 1": "  As we journey through life, we encounter many joys and challenges. Prayer is a powerful way to connect with God, seek His guidance, and find comfort in His presence. We invite you to join us in a time of dedicated prayer. 'Do not be anxious about anything, but in every situation, by prayer and petition, with thanksgiving, present your requests to God.' - Philippians 4:6",

  "Worship": "Worship",
  "Preaching": "Preaching",
  "Teaching": "Teaching",
  "Deliverance": "Deliverance",
  "Prayer": "Prayer",
  "Healing": "Healing",
  "Discipleship": "Discipleship",

  "Leaders": "Leaders",
  "Pastors and Leaders": "Pastors and Leaders",
  "Prophet Henock": "Prophet Henock",
  "Churchs Visionary and Founder": "Churchs Visionary and Founder",
  "Contact Us": "Contact Us",
  "Our Address": "Our Address",
  "Bole Rwanda Street, Behind Rwanda Embassy": "Bole Rwanda Street, Behind Rwanda Embassy",
  "Email Us": "Email Us",
  "Call Us": "Call Us",
  "Your Name": "Your Name",
  "Your Email": "Your Email",
  "Subject": "Subject",
  "Message": "Message",
  "Send Message": "Send Message",

  "JPS Footer Body": " a vibrant community dedicated to worship, fellowship, and service. Our mission is to glorify God through meaningful   worship",
  "Bole Rwanda, Addis Ababa, Ethiopia": "Bole Rwanda, Addis Ababa, Ethiopia",
  "Phone": "Phone",
  "Email": "Email",

  "Useful Links": "Useful Links",
  "About us": "About us",
  "Services": "Services",
  "Testimonies": "Testimonies",
  "Call to Prayer": "Call to Prayer",
  "Our Services": "Our Services",
  "Sunday Worship Services": "Sunday Worship Services",
  "Midweek Services": "Midweek Services",
  "Special Services": "Special Services",
  "Youth and Children's Services": "Youth and Children's Services",
  "Small Group Meetings": "Small Group Meetings",
  "Our Newsletter": "Our Newsletter",
  "Subscribe to our newsletter": "Subscribe to our newsletter",
  "Sign In": "Sign In",
  "Login into an Account": "Login into an Account",
  "Enter your personal details to login account": "Enter your personal details to login account",
  "Please Check Your Email to Verify !": "Please Check Your Email to Verify !",
  "Password": "Password",
  "Sign Up": "Sign Up",
  "Not sign up yet?": "Not sign up yet?",

  "First Name": "First Name",
  "Last Name": "Last Name",
  "Gender": "Gender",
  "Male": "Male",
  "Female": "Female",
  "Date of Birth": "Date of Birth",
  "Confirm Password": "Confirm Password",
  "Address": "Address",
  "Already Registered?": "Already Registered?",
  "Check our Gallery": "Check our Gallery",
  "Gallery Body": "Welcome to our gallery! Here, we capture the heart and soul of our church community through moments of worship, fellowship, and service. From joyful celebrations to heartfelt outreach, these images tell the story of our faith journey together. We hope they inspire and uplift you as much as they do us. Explore and experience the vibrant life of JPS Church.",
  "Check our Programs": "Check our Programs",
  "Programs Body": " At JPS, we offer a variety of programs designed to nurture your spiritual growth and foster a sense of community. Whether you're looking for worship services, Bible studies, youth activities, or outreach opportunities, there's something for everyone.",
  "Sunday": "Sunday",
  "Holy Spirit Movement": "Holy Spirit Movement",
  "Be our partner": "Be our partner",
  "Be our partner Body": " Your financial contributions play a crucial role in sustaining our ministries and outreach efforts. Whether you choose to make a one-time donation or become a regular supporter, your generosity helps us continue to meet the spiritual and practical needs of those we serve.",

  "Payment Method": "Payment Method",
  "Local Currency": "Local Currency",
  "Paypal": "Paypal",
  "International Card": "International Card",
  "Amount": "Amount",
  "ETB": "ETB",
  "USD": "USD",
  "Weekly": "Weekly",
  "Monthly": "Monthly",
  "Quarterly": "Quarterly",
  "Annually": "Annually",
  "National and International Visitors": "National and International Visitors",
  "National and International Visitors Body": "We are delighted to welcome visitors from around the globe to JPS Ministry. Whether you are visiting for a short time or planning an extended stay, we hope to make your experience with us meaningful and memorable.",
  "Register": "Register",

  "Give to Church": "Give to Church",
  "Give to Church Body": "  Your contributions help us to spread the love and teachings of Jesus Christ, support our community, and reach those in need. Every donation, no matter the size, makes a meaningful impact on our mission and ministry.",

  "Language": "Language",
  "Login": "Login"
}
